Repository: amatukaze/ing
Catalog: src/Core/UWP/Localization/resw/*/GameModel.resw
Source language: en_us
Languages: zh_hans

# Material_Fuel
source: Fuel
zh_hans: 燃料

# Material_Bullet
source: Bullet
zh_hans: 弹药

# Material_Steel
source: Steel
zh_hans: 钢材

# Material_Bauxite
source: Bauxite
zh_hans: 铝土

# Material_Development
source: Development material
zh_hans: 开发资材

# Material_Improvement
source: Improvement material
zh_hans: 改修资材

# Material_InstantBuild
source: Instant build
zh_hans: 高速建造

# Material_InstantRepair
source: Instant repair
zh_hans: 高速修复

source: Level
zh_hans: 等级

source: Secretary
zh_hans: 秘书舰

# AdmiralLevel
source: HQ Level
zh_hans: 提督等级

# AdmiralLevel_Short
source: HQ Lv.
zh_hans: 提督等级

source: Construction type
zh_hans: 建造类型

# ConstructionType_Normal
source: NSC
zh_hans: 通常舰建造

# ConstructionType_Large
source: LSC
zh_hans: 大型舰建造

source: Result
zh_hans: 结果

source: Success
zh_hans: 成功

source: Fail
zh_hans: 失败

source: Great Success
zh_hans: 大成功

# UseItem
source: Item
zh_hans: 物品

source: Ship name
zh_hans: 舰名

source: Ship type
zh_hans: 舰种

# Ship_Morale
source: Morale
zh_hans: 疲劳

# Ship_RepairingTime
source: Repairing Time
zh_hans: 入渠时间

# Ship_Equipment
source: Equipped
zh_hans: 装备

source: Equipment name
zh_hans: 装备名

source: Equipment Type
zh_hans: 装备类型

# CountWithAvailable
source: Count (Avail.)
zh_hans: 数量（可用）

source: Expedition
zh_hans: 远征

# AdmiralRank_1
source: Marshal Admiral
zh_hans: 元帅

# AdmiralRank_2
source: Admiral
zh_hans: 大将

# AdmiralRank_3
source: Vice Admiral
zh_hans: 中将

# AdmiralRank_4
source: Rear Admiral
zh_hans: 少将

# AdmiralRank_5
source: Captain
zh_hans: 大佐

# AdmiralRank_6
source: Commander
zh_hans: 中佐

# AdmiralRank_7
source: Novice Commander
zh_hans: 新米中佐

# AdmiralRank_8
source: Lieutenant
zh_hans: 少佐

# AdmiralRank_9
source: Vice Lieutenant
zh_hans: 中坚少佐

# AdmiralRank_10
source: Novice Lieutenant
zh_hans: 新米少佐

# FireRange_0
source: Very Short
zh_hans: 超短

# FireRange_1
source: Short
zh_hans: 短

# FireRange_2
source: Medium
zh_hans: 中

# FireRange_3
source: Long
zh_hans: 长

# FireRange_4
source: Very Long
zh_hans: 超长

# ShipSpeed_0
source: Land Base
zh_hans: 陆上基地

# ShipSpeed_5
source: Slow
zh_hans: 低速

# ShipSpeed_10
source: Fast
zh_hans: 高速

# ShipSpeed_15
source: Fast+
zh_hans: 高速+

# ShipSpeed_20
source: Ultra Fast
zh_hans: 最速

# Parameter_Firepower
source: Firepower
zh_hans: 火力

# Parameter_Torpedo
source: Torpedo
zh_hans: 雷装

# Parameter_AntiAir
source: Anti air
zh_hans: 对空

# Parameter_Armor
source: Armor
zh_hans: 装甲

# Parameter_Evasion
source: Evasion
zh_hans: 回避

# Parameter_AntiSubmarine
source: Anti sub
zh_hans: 对潜

# Parameter_LineOfSight
source: LoS
zh_hans: 索敌

# Parameter_Luck
source: Luck
zh_hans: 运

# Count_Ship
source: Ships count:
zh_hans: 舰娘数：

# Count_Equipment
source: Equipment count:
zh_hans: 装备数：

source: Build
zh_hans: 建造

source: Repair
zh_hans: 入渠

# Dock_Empty
source: Empty
zh_hans: 未使用

# Dock_Locked
source: Locked
zh_hans: 未开放

# FleetState_Detail_Empty
source: Fleet is empty
zh_hans: 舰队为空

# FleetState_Detail_Ready
source: Ready
zh_hans: 就绪

# FleetState_Detail_Sortie
source: In sortie
zh_hans: 出击中

# FleetState_Detail_Warning
source: In sortie
zh_hans: 出击中

# FleetState_Detail_Expedition
source: In expedition
zh_hans: 远征中

# FleetState_Detail_Fatigued
source: Morale regenerating
zh_hans: 疲劳回复中

# FleetState_Detail_Repairing
source: Repairing in dock
zh_hans: 入渠修理中

# FleetState_Detail_Damaged
source: Ship is heavily damaged
zh_hans: 有舰娘处于大破状态

# FleetState_Detail_Insufficient
source: Supply required
zh_hans: 需要补给

source: Details
zh_hans: 详情

# Cost_Supply
source: Supplying Cost
zh_hans: 补给消耗

# Cost_Repair
source: Repairing Cost
zh_hans: 入渠消耗

# AirFightingPower
source: AFP
zh_hans: 制空

# LineOfSight
source: LoS
zh_hans: 索敌

# LineOfSight_Simple
source: Simple sum
zh_hans: 简单和

# LineOfSight_Factor1
source: Factor=1
zh_hans: 分歧系数1

# LineOfSight_Factor2
source: Factor=2
zh_hans: 分歧系数2

# LineOfSight_Factor3
source: Factor=3
zh_hans: 分歧系数3

# LineOfSight_Factor4
source: Factor=4
zh_hans: 分歧系数4

# LineOfSight_Baseline
source: Base
zh_hans: 固定值

# LineOfSight_Multiplied
source: Multiplied
zh_hans: 倍率值

# LineOfSight_FromLevel
source: From level
zh_hans: 来自等级

# LineOfSight_AtMaxLevel
source: At Lv. max
zh_hans: 满级时

# AbyssalClass_Remodel
source: Kai
zh_hans: 改

# AbyssalClass_LateModel
source: Late
zh_hans: 后期型

# QuestPeriod_1
source: Daily
zh_hans: 日常

# QuestPeriod_2
source: Weekly
zh_hans: 周常

# QuestPeriod_3
source: Monthly
zh_hans: 月常

# QuestPeriod_4
source: Once
zh_hans: 一次性

# QuestPeriod_5
source: Quaterly
zh_hans: 季常

# QuestCategory_1
source: Composition quest
zh_hans: 编成任务

# QuestCategory_2
source: Sortie quest
zh_hans: 出击任务

# QuestCategory_3
source: Exercise quest
zh_hans: 演习任务

# QuestCategory_4
source: Expedition quest
zh_hans: 远征任务

# QuestCategory_5
source: Supplying quest
zh_hans: 补给任务

# QuestCategory_6
source: Arsenal quest
zh_hans: 工厂任务

# QuestCategory_7
source: mordenization quest
zh_hans: 强化任务
